alacritty
baobab
base
base-devel
bat
blueberry
blueman
bluez-utils
btop
btrfs-progs
caja
ddgr
dmenu
efibootmgr
epiphany
evince
expac
eza
fastfetch
feh
figlet
firefox
fzf
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
i3-wm
i3blocks
i3lock
i3status
inkscape
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
loupe
malcontent
man-db
mousepad
mupdf
mupdf-tools
nano
nautilus
neovim
nitrogen
openssh
orca
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pipx
rofi
rygel
sddm
simple-scan
smartmontools
snapshot
sof-firmware
starship
stow
sushi
tecla
thunar
thunar-volman
tmux
totem
tracker3-miners
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
unzip
vim
vulkan-intel
vulkan-radeon
w3m
wget
wireless_tools
wireplumber
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xinput
xterm
yazi
yelp
zram-generator
